Repository: 1Crazymoney/packetfence
Catalog: pf/conf/locale/*/LC_MESSAGES/packetfence.po
Languages: es, fr, it, pt_br

source: Your system has been found to be sending unsolicited commercial email (UCE, or "spam") to other systems. Due to the threat this poses for other systems on the network, network connectivity has been disabled until corrective action is taken.
es: Su sistema ha sido encontrado enviando correo electrónico comercial no solicitado (UCE, o "spam") a otros sistemas. Debido a la amenaza que esto representa para otros sistemas en la red, la conectividad de la red ha sido deshabilitada hasta que se tomen acciones correctivas.
fr: Votre syst&egrave;me semble envoyer des courriels ind&eacute;sirables (spam), Du au danger de cette probl&eacutematique pour tous les autres ordinateurs du r&eacute;seau, votre acc&egrave; a &eacute;t&eacute; d&eacute;sactiv&eacute;
it: E' stato rilevato che il tuo computer ha inviato mail non richieste (SPAM) ad altri comoputers. A causa della pericolosita' dell'infezione per gli altri apparati sulla rete il tuo accesso alla rete e' stato disabilitato fino alla risoluzione del problema.
pt_br: Seu sistema foi detectado por estar enviando emails comerciais não solicitados (UCE, ou "spam") para outros sistemas. Devido à ameaça que está infecção representa para outros sistemas na rede, a conectividade com a rede foi desabilitada até que ações corretivas sejam tomadas.

source: guest management
es: Administración de Invitados
fr: Gestion des invit&eacute;s

source: guest registration form
es: Formato de registro para Invitados
fr: Formulaire d'enregistrement d'invit&eacute;s

source: guest registration instructions
es: Por favor complete todos los campos a continuación para que la cuenta de invitado sea creada. Los invitados solo podrán registrarse durante un día. La duración del acceso comenzará una vez el invitado se registre en el portal cautivo.
fr: Instructions d'enregistrement d'invit&eacute;s

source: Firstname
es: Nombre
fr: Pr&eacute;nom

source: Lastname
es: Apellido
fr: Nom de famille

source: Phone number
es: Número Celular
fr: Téléphone

source: Phone Provider
es: Proveedor
fr: Fournisseur

source: Select your provider
es: Seleccione su Proveedor
fr: Sélectionnez votre compagnie de cellulaire

source: Email
es: Correo Electrónico
fr: Courriel

source: Arrival Date
es: Fecha de llegada
fr: Date d'arriv&eacute;e

source: End Date
es: Fecha de finalización
fr: Date de fin

source: Access duration
es: Duración del acceso
fr: Dur&eacute;e de l'acc&egrave;s

source: Send access code by email
es: Enviar código de acceso por Correo Electrónico
fr: Envoyer le code d'acc&egrave;s par courriel

source: Print access code
es: Imprimir código de acceso
fr: Imprimer le code d'acc&egrave;s

source: Print
es: Imprimir
fr: Imprimer

source: Back
es: Atrás
fr: Retour

source: second
es: segundo
fr: seconde

source: minute
es: minuto

source: hour
es: hora
fr: heure

source: day
es: día
fr: jour

source: week
es: semana
fr: semaine

source: month
es: mes
fr: mois

source: year
es: año
fr: an

source: Invalid access duration provided
es: Duración del acceso provisto inválido
fr: Dur&eacute;e d'acc&egrave;s invalide

source: Expected on %s
es: Esperado en %s
fr: Attendu le %s

source: Missing mandatory parameter or malformed entry.
es: Falta un parámetro obligatorio o entrada incorrecta.
fr: Param&egrave;tre requis manquant ou invalide.

source: Access duration is not of an allowed value.
es: La Duración de acceso no es un valor permitido.
fr: Dur&eacute;e de l'acc&egrave;s n'est pas dans un format allou&eacute;e.

source: Arrival date is not of expected format.
es: La Fecha de llegada no tiene el formato esperado.
fr: Date d'arriv&eacute;e n'est pas dans un format allou&eacute;e.

source: You can't register as a guest with a %s email address. Please register as a regular user using your email address instead.
es: Usted no puede registrarse como invitado con una %s dirección de Correo Electrónico. Por favor regístrese como un usuario regular usando su dirección de Correo Electrónico en su lugar.
fr: Vous ne pouvez pas vous inscrire comme invité avec le courriel %s. SVP, vous inscrire comme un utilisateur régulier.

source: An error occured while sending the confirmation email.
es: Un error ocurrió mientras se enviaba el correo de confirmación.
fr: Une erreur est survenue pendant l'envoie de la confirmation par courriel

source: An error occured while sending the PIN by SMS.
es: Un error ocurrió mientras se enviaba el PIN por SMS.
fr: Une erreur est survenue pendant l'envoie de votre code NIP par SMS

source: Confirm Mobile Phone Number
es: Confirmar número telefónico móvil
fr: Confirmez le numéro de téléphone mobile

source: Please enter the PIN code received on your mobile phone in order to gain access to the network.
es: Por favor ingrese el código PIN recibido en su teléfono móvil con el fin de tener acceso a la red.
fr: Veuillez entrer le code NIP reçu sur votre téléphone mobile pour obtenir l'accès au réseau

source: Confirm
es: Confirmar
fr: Confirmer

source: Cancel
es: Cancelar
fr: Annuler

source: Guest Access Code
es: Código de acceso de Invitado
fr: Code d'acc&egrave;s invit&eacute;

source: This username and password will be valid starting %s.
es: Este usuario y contraseña serán validados empezando %s.
fr: Ce nom d'utilisateur et mot de passe seront valides à partir de %s.

source: Once authenticated the access will be valid for %d %s.
es: Una vez autenticado el acceso será validado por %d %s.
fr: Une fois authentifié, l'accès sera valide pour %d %s.

source: Guest successfully registered. An email with the username and password has been sent.
es: Invitado registrado exitosamente. Un correo con su nombre de usuario y contraseña ha sido enviado.
fr: Invit&eacute; enregistr&eacute; avec succ&egrave;s. Un courriel avec un nom d'utilisateur et mot de passe a &eacute;t&eacute; envoy&eacute;.

source: Guest Network Access Information
es: Informacíon de acceso a la red de Invitados
fr: Information d'accès au réseau pour invités

source: If you have scripting turned off, you will not be automatically redirected. Please enable scripting or open a new browser window from time to time to see if your access was enabled.
es: Si usted ha desactivado la ejecución de secuencia de comandos (scripts), usted no será automaticamente redireccionado. Por favor habilite la ejecución de secuencia de comandos (scripts), o abra una nueva ventana del navegador de vez en cuando para ver si su acceso fue habilitado.

source: Unable to detect network connectivity. Try opening a web page to see if your access has been succesfully enabled.
es: Incapaz de detectar actividad en la red. Intente abrir una página web para mirar si su acceso ha sido habilitado exitosamente.
fr: Incapable de détecter l'accès réseau. Essayez d'ouvrir une page Web pour voir si votre connectivité a été établie.

source: Registration pending
es: Registro pendiente
fr: Enregistrement en attente

source: There are known issues with the automatic redirection on Opera browsers. Please open a new browser window from time to time to see if your access was enabled.
es: Hay algunos problemas conocidos con la redirección automática en los navegadores Opera. Por favor abra una nueva ventana en el navegador de vez en cuando para verificar si su acceso fue habilitado.
fr: La redirection automatique est probl&eacute;matique avec les navigateurs Opera. Essayez d'ouvrir une nouvelle fen&ecirc;tre de navigateur a chaque 30 secondes pour voir si votre connectivit&eacute; a &eacute;t&eacute; &eacute;tablie.

source: Some versions of Internet Explorer may take a while before redirection occur.
es: En algunas versiones de Internet Explorer pueden tomar un tiempo antes que la redirección ocurra.
fr: Certaines versions d'Internet Explorer prennent du temps avant de rediriger vers l'Internet.

source: I accept the terms
es: Acepto los términos
fr: J'accepte les termes

source: I have read and accept the terms
es: He leído y acepto <a href='/aup' target='_blank'>los términos</a>
fr: J'ai lu et j'accepte les <a href='/aup' target='_blank'>termes</a>

source: You need to accept the terms before proceeding any further.
es: Usted necesita aceptar los términos antes de continuar.
fr: Vous devez accepter les termes afin de vous connecter au r&eacute;seau.

source: Your registration is pending approval. Once approved you will be automatically redirected.
es: Su registro esta pendiente de aprobación. Una vez sea aprobado usted será automaticamente redireccionado.

source: Next page
es: Próxima página

source: The activation code provided is invalid. Reasons could be: it never existed, it was already used or has expired.
es: El código de activación proporcionado es inválido. Las razones pueden ser: este nunca existió, ya ha sido utilizado o ya expiró.
fr: Votre code d'activation n'est plus valide.

source: You have been detected using a device that has been explicitly disallowed by your network administrator.
es: Usted ha sido detectado utilizando un dispositivo que ha sido deshabilitado explicitamente por su administrador de red.

source: NAT Device Detected
es: Dispositivo NAT Detectado
it: Rilevata periferica NAT (network address translation)

source: You have been detected using a device that performs network address translation (NAT). These devices, typically wireless access points or 'routers' are not permitted on the network. Please unplug this device and connect your computer directly to the network for access.
es: Usted ha sido detectado utilizando un dispositivo que desempeña traducciones de direcciones de red (Network Address Translations NAT). Estos dispositivos, típicamente Access Points inalámbricos y Routers, no son permitidos en la red. Por favor desconecte el dispositivo y conecte su computador directamente a la red para tener acceso.
it: E' stato rilevato che ti stai collegando alla rete usando una periferica che attua il NAT (network address translation). Queste periferiche, tipicamente access point wireless o routers, non sono ammesse sulla rete. Per favore scollegala e connetti il tuo computer direttamente.

source: Rogue DHCP server
es: Servidor DHCP no Autorizado

source: You have been detected running a rogue DHCP server. Please disable it.
es: Usted ha sido detectado corriendo un servidor DHCP no autorizado. Por favor deshabilitelo.

source: Vulnerability Scanning
es: Análisis de Vulnerabilidades

source: Your system will be scanned for vulnerabilities before you are allowed to enter the network. Please click on the button below, this can take anywhere from a few seconds to a couple of minutes.
es: Su sistema será analizado en busca de vulnerabilidades antes de que se le permita el ingreso a la red. Por favor haga clic sobre el botón a continuación, esto puede tardar desde unos pocos segundos hasta un par de minutos.

source: Malware found!
es: Malware encontrado!

source: Your system has been found to be infected with malware. Due to the threat this infection poses for other systems on the network, network connectivity has been disabled until corrective action is taken.
es: Su sistema ha sido encontrado infectado con malware. Debido a la amenaza que esta infección posee para otros sistemas en la red, la conectividad de la red ha sido deshabilitada hasta que se tomen acciones correctivas.

source: Malware Removal
es: Eliminación de Malware

source: LSASS Worm
es: Gusano LSASS

source: Your system has been found to be infected with An LSASS-based worm. Due to the threat this infection poses for other systems on the network, network connectivity has been disabled until corrective action is taken. Instructions for disinfection are below:
es: Su sistema ha sido encontrado infectado con cun gusano de tipo LSASS. Debido a la amenaza que esta infección posee para otros sistemas en la red, la conectividad de la red ha sido deshabilitada hasta que se tomen acciones correctivas.

source: Worm Removal
es: Eliminación de Gusano

source: Trojan Infection
es: Infección tipo Troyano

source: Your system has been found to be infected with a Trojan IRC bot and is scanning other systems. Due to the threat this infection poses for other systems on the network, network connectivity has been disabled until corrective action is taken.
es: Su sistema ha sido encontrado infectado con un Troyano IRC y está analizando otros sistemas. Debido a la amenaza que esta infección posee para otros sistemas en la red, la conectividad de la red ha sido deshabilitada hasta que se tomen acciones correctivas.

source: Zotob Infection
es: Infección tipo Zotob

source: Your system has been found to be infected with a Zotob worm and is scanning other systems. Due to the threat this infection poses for other systems on the network, network connectivity has been disabled until corrective action is taken.
es: Usted ha sido encontrado infectado con un gusano tipo Zotob y está analizando otros sistemas. Debido a la amenaza que esta infección posee para otros sistemas en la red, la conectividad de la red ha sido deshabilitada hasta que se tomen acciones correctivas.

source: Your network access is currently being enabled. Once network connectivity is established you will be automatically redirected.
es: Su acceso a la red actualmente está siendo habilitado. Una vez la conectividad de la red esté establecida usted será automaticamente redireccionado.

source: Make sure your antivirus is working. You might want to perform a full system scan. Clicking the 'Enable Network' button below will re-enable your network access. Make sure that you followed the instructions to correct the issue. Failure to do so will result in network access being disabled again. Repeated failures will result in access being disabled permanently.
es: Asegúrese que el antivirus esta trabajando. Es posible que deba generar un análisis completo de el sistema. Haga Click en el botón 'Habilitar Red' a continuación y se volverá activar su acceso a la red. Asegúrese que ha seguido las instrucciones para corregir el problema. Si falla en hacerlo tendrá como resultado que el acceso a la red sea deshabilitado nuevamente. Fallas repetidas tendrán como resultado que el acceso a la red sea deshabilitado permanentemente.

source: Your network should be enabled within a minute or two. If it is not reboot your computer.
es: Su acceso a la red debería ser habilitado en uno o dos minutos. Si no reinicie su equipo.

source: You must be authenticated to manage guests.
es: Usted debe autenticarse para la administración de invitados.

source: You are logged in as
es: Usted esta registrado como
fr: Vous êtes connecter en tant que

source: CSV file
es: Archivo CSV

source: CSV file import
es: Importar Archivo CSV
fr: Importation de fichier CSV

source: Invalid PIN
es: PIN no válido

source: Access Duration
es: Duración del acceso

source: Username Prefix
es: Prefijo del Nombre de Usuario

source: Quantity
es: Cantidad

source: Print access codes
es: Imprimir códigos de acceso

source: Logout
es: Salir

source: Required columns: username, password.
es: Columnas requeridas: nombre de usuario, contraseña.

source: Column Delimiter
es: Delimitador de Columna

source: Columns Order
es: Orden de las Columnas

source: comma (,)
es: coma (,)

source: semicolon (;)
es: punto y coma (;)

source: tab
es: tabulador

source: Format is: yyyy-mm-dd
es: El formato es: yyyy-mm-dd
fr: Format: aaaa-mm-jj

source: Import file
es: Importar archivo

source: Unauthorized device
es: Dispositivo no Autorizado

source: Access to the guest network has been granted until %s.
es: El acceso a la red de invitados ha sido permitido hasta %s.

source: Access to the guest network granted
es: Acceso a la red de Invitados permitido

source: Register
fr: Enregistrer

source: Enabling ...
fr: Activation ...
it: In abilitazione ...
pt_br: Habilitando ...

source: IP
fr: Adresse IP
it: indirizzo IP
pt_br: Endereço IP

source: PID
fr: Propri&eacute;taire
it: Titolare
pt_br: Dono

source: Your system will likely need to be rebuilt. Please contact your local support staff for more information.
fr: Il est probablement n&eacute;cessaire de r&eacute;installer votre ordinateur. Veuillez contacter votre &eacute;quipe de soutien technique pour plus d'informations.
it: E' probabile che il tuo sistema operativo sia danneggiato. Per favore contatta l'amministratore di rete.
pt_br: Seu sistema provavelmente precisa ser reinstalado. Por favor, entre em contato com o suporte para mais informações.

source: Peer-to-Peer
fr: Poste-&agrave;-Poste
pt_br: Peer-to-Peer (P2P)

source: The uploaded file was corrupted. Please try again.
fr: Le fichier reçu est corrompu. SVP, ressayez de nouveau

source: Can't open uploaded file.
fr: Impossible d'ouvrir le fichier reçu

source: PIN
fr: NIP

source: Single guest creation
fr: Création d'un compte invité

source: Multiple guest accounts creation
fr: Création de compte invité multiple

source: select authentication
fr: Authentification

source: register: select authentications
it: Selezionare il modo di autenticazione
pt_br: Selecione a Autenticação

source: Spamming
pt_br: Spam

source: Please contact your local support staff for more information.
it: Per favore contatta l'amministratore di rete.
