Repository: 1Crazymoney/packetfence
Catalog: pf/conf/locale/*/LC_MESSAGES/packetfence.po
Languages: es, fr, it, pt_br

source: en_US
es: English
fr: English

source: fr_FR
es: Français
fr: Français

source: es_ES
es: Español
fr: Español

source: de_DE
es: Deutsch
fr: Deutsch

source: it_IT
es: Italiano
fr: Italiano

source: nl_NL
es: Dutch
fr: Dutch

source: pt_BR
es: Português
fr: Português

source: error: access denied not owner
es: Acceso denegado: No es el propietario de este nodo!
fr: Acc&egrave;s refus&eacute; : vous n'&ecirc;tes pas le propri&eacute;taire de ce noeud !
it: Accesso Negato: Non sei il titolare di questo computer!
pt_br: Acesso negado: você não é o dono deste nó!

source: error: incorrect mode
es: Modo incorrecto!
fr: Mode incorrect !
it: Modo non corretto!
pt_br: Modo incorreto!

source: error: invalid login or password
es: Inicio de sesión o contraseña inválidos
fr: Nom d'utilisateur ou mot de passe invalide
it: Username o password sbagliata
pt_br: Usuário ou senha inválida

source: Invalid login or password
es: Inicio de sesión o contraseña inválidos

source: error: invalid page number
es: Número de página inválida
fr: Num&eacute;ro de page invalide
it: Numero di pagina non valido
pt_br: Número de página inválida

source: error: max re-enables reached
es: Máximo de reactivaciones alcanzado!
fr: Nombre maximum de r&eacute;activations atteint !
it: Hai raggiunto il numero massimo di riattivazioni della rete!
pt_br: O número de re-abilitações chegou ao máximo!

source: error: not found in the database
es: Su ordenador no fue encontrado en la base de datos de PacketFence. Por favor reinicie para solucionar este problema.
fr: Votre ordinateur n'a pas pu &ecirc;tre trouv&eacute; dans la base de donn&eacute;es de PacketFence. Veuillez red&eacute;marrer afin de r&eacute;soudre ce probl&egrave;me.
it: Il tuo computer non e' stato trovato nel database di Packetfence, Riavvialo per risolvere il problema
pt_br: Se computador não foi encontrado na base de dados do PacketFence. Por favor, reinicie seu computador para resolver este problema.

source: error: not trappable IP
es: Acceso denegado: No es una IP interceptable
fr: Acc&egrave;s refus&eacute; : IP ne peut pas &ecirc;tre isol&eacute; !
it: Accesso negato: Il tuo IP non risulta collegabile!
pt_br: Acesso negado: IP não interceptável!

source: error: only register max nodes
es: Solo debe registrar un máximo de %s nodos!
fr: Vous pouvez seulement enregistrer un maximum de %s noeuds !
it: Puoi registrare un massimo di %s computer!
pt_br: Você só pode registrar no máximo %s nós!

source: error: unable to validate credentials at the moment
es: Incapaz de validar las credenciales en este momento
fr: Impossible de valider votre login et mot de passe en ce moment
it: Non e' possibile verificare le credenziali al momento
pt_br: Impossível validar credenciais no momento

source: Unable to validate credentials at the moment
es: Incapaz de validar las credenciales en este momento

source: error: something went wrong creating the guest
es: Ocurrió un problema creando la cuenta de Invitado
fr: Il y a eu un probl&egrave;me pour cr&eacute;er l'invit&eacute;

source: help: provide info
es: Si tiene alguna pregunta sobre esta página, contacte su técnico local. Por favor indique la siguiente información:
fr: Si vous avez des questions par rapport &agrave; cette page, veuillez contacter votre &eacute;quipe informatique et leur fournir les informations suivantes :
it: Se hai domande in merito a questa pagina contatta l'amministratore di rete. Per favore fornisci le seguenti informazioni:
pt_br: Se você tem perguntas sobre esta página, entre em contato com a equipe de suporte para assistência. Por favor, forneça as seguintes informações:

source: register: all systems must be registered
es: Cada usuario en esta red es considerado como un sistema individual, por esta razón todos los sistemas deben estar registrados.
fr: Comme nous pourrions devoir contacter les usagers des ordinateurs, tous les ordinateurs de ce r&eacute;seau doivent &ecirc;tre enregistr&eacute;s.
it: Tutti i computer sulla rete devono essere registrati per poter accedere.
pt_br: Como pode ser necessário contactar usuários individualmente, todos os sistemas na rede devem ser registrados.

source: register: aup
es: El proceso de registro requiere la aceptación de la Política de Uso Aceptable (Acceptable Use Policy, AUP). Si desea leer esta política antes de empezar con el registro, por favor visite:
fr: Le processus d'enregistrement demande l'acceptation de la politique d'utilisation du r&eacute;seau. Veuillez suivre le lien suivant afin de consulter celle-ci
it: Il processo di registrazione richiede l'accettazione delle regole di accesso alla rete; se vuoi prenderne visione prima di accedere alla rete per favore visita il seguente link:
pt_br: O processo de registro requer a aceitação das Políticas de Uso Aceitável da Rede (PUAR). Se você deseja ler as políticas antes de começar o processo de registro, por favor visite:

source: register: to complete
es: Para completar el proceso de registro, es necesario que se autentique con un usuario y una contraseña
fr: Afin de compl&eacute;ter le processus d'enregistrement, vous devez vous authentifier avec votre nom d'usager et mot de passe
it: Per completare il processo di registrazione e' necessario autenticarsi tramite le credenziali di ateneo.
pt_br: Para completar o processo de registro, você deve se autenticar usando seu usuário e senha.

source: Authentication
es: Autenticación
fr: Authentification

source: or
es: o
fr: ou

source: Sign up
es: Registrarse
fr: S'inscrire

source: register: skip registration
es: saltar registro
fr: Enregistrer plus tard
it: Rimanda la registrazione
pt_br: Pular registro

source: release: enabling network
es: Habilitando acceso a la red
fr: Activation de l'acc&egrave;s au r&eacute;seau
it: Accesso in abilitazione
pt_br: Habilitar o acesso a rede

source: release: reopen browser
es: Debe abrir de nuevo su navegador web para obtener acceso a Internet. Si usted esta conectando un teléfono, usted necesita reiniciciar su computador para obtener acceso Internet.
fr: Vous devrez probablement fermer votre navigateur afin que votre acc&egrave;s Internet fonctionne. Si vous &ecirc;tes branch&eacute; dans un t&eacute;l&eacute;phone, vous devrez red&eacute;marrer votre ordinateur afin que votre acc&egrave;s Internet fonctionne.
it: Devi riavviare il tuo browser
pt_br: Você talvez tenha que reabrir o seu navegador de internet

source: scan: scan in progress
es: Su sistema está siendo analizado
fr: Votre syst&egrave;me est en cours d'analyse
pt_br: Seu sistema está sendo varrido

source: scan in progress contact support if too long
es: Su sistema está todavía siendo analizado. El proceso inició desde %s. Usualmente este proceso toma unos pocos minutos. Si está tomando demasiado tiempo, por favor contacte a su equipo de soporte.
fr: Votre syst&egrave;me est toujours en cours d'analyse. Le processus a d&eacute;but&eacute; le %s. Ce proc&eacute;d&eacute; prend habituellement quelques minutes. Par contre, s'il n'est toujours pas termin&eacute; apr&egrave;s ce d&eacute;lai, contactez votre &eacute;quipe informatique. Ayez en main les informations suivantes :
pt_br: Seu sistema ainda está sendo varrido. O processo começou as %s. Geralmente este processo leva apenas alguns minutos. Se por algum motivo estiver demorando muito, entre em contato com o suporte. Por favor, forneça as seguintes informações:

source: automatically refresh
es: Esta página se actualiza cada %s segundos para verificar si el análisis ha sido completado.
fr: Cette page se rafra&icirc;chit automatiquement toutes les %s secondes pour v&eacute;rifier si l'analyse est compl&eacute;t&eacute;e.
pt_br: Esta página será atualizada automaticamente a cada %s segundos para verificar se a varredura terminou.

source: Acceptable Use Policy
es: Política de Uso Aceptable
fr: Politique d'utilisation du r&eacute;seau
it: Regole di accesso alla rete
pt_br: Política de Uso Aceitável da Rede

source: Addresses
es: Direcciones
fr: Adresses
it: Indirizzi
pt_br: Endereços

source: De-register node
es: Deshabilitar nodo
fr: D&eacute;senregistrer le noeud
it: Cancella registrazione
pt_br: Desregistrar nó

source: Scanning ...
es: Analizando...
fr: Analyse en cours ...
pt_br: Escaneando ...

source: Gateway
es: Puerta de enlace
fr: Passerelle
pt_br: Roteador

source: grace
es: gracia
fr: gr&acirc;ce
it: grazia

source: Hostname
es: Nombre del equipo
fr: Nom d'h&ocirc;te
pt_br: Nome do equipamento

source: Login
es: Entrar
fr: Authentification
pt_br: Usuário

source: network access is being enabled
es: Su acceso a la red está siendo habilitado - este proceso tardará aproximadamente %s segundos.
fr: Votre acc&egrave;s au r&eacute;seau est en cours d'activation. Une fois la connectivit&eacute; &eacute;tablie vous serez automatiquement redirig&eacute;.
it: Il tuo accesso alla rete sta per essere abilitato - questo processo durera' approssimativamente %s secondi.
pt_br: Seu acesso a rede foi ativado - este processo vai demorar aproximadamente %s segundos.

source: system scan in progress
es: Su sistema está siendo analizado - este proceso tardará aproximadamente %s segundos.
fr: Analyse de votre syst&egrave;me en cours - ce processus prendra approximativement %s secondes.
pt_br: Seu sistema está sendo varrido - este processo vai demorar aproximadamente %s segundos.

source: Node
es: Nodo
fr: Noeud
it: Computer
pt_br: Nó

source: PacketFence Registration System
es: Sistema de registro de PacketFence
fr: Syst&egrave;me d'enregistrement PacketFence
it: Sistema di registrazione Packetfence
pt_br: Sistema de Registro PacketFence

source: Guest Registration
es: Registro de Invitados
fr: Inscription

source: guest network disclaimer
es: Esta red de invitados es provista exclusivamente para la conveniencia de Invitados y Vistantes. El acceso no implica ninguna garantía de confiabilidad, velocidad o privacidad; esta red está provista para el propósito expreso de facilitar la comunicación a Internet. El uso implica estar de acuerdo con los términos y condiciones de la <b>Política de Uso Aceptable.</b>
fr: Ce réseau public est fournis exclusivement pour la convenence des invités et des visiteurs. L'accès n'implique aucune garantie de fiabilité, de vitesse ou de confidentialité. Ce réseau est strictement fournis pour donner un accés a Internet. Son utilisation implique l'acceptation de tous les termes et conditions contenus dans notre <b>Politique d'accès réseau</b>.

source: In the fields below please enter your name, phone number and a valid email address.
es: En los campos a continuación por favor ingrese su nombre, número telefónico y la dirección de correo electrónico válida.
fr: Dans les champs ici bas, SVP entrez votre nom, numéro de téléphone ainsi qu'un courriel valide

source: If you choose to receive your access code <strong>by email</strong>, you will be given temporary network access for 10 minutes during that time:
es: Si usted selecciona recibir su código de acceso <strong>por Correo Electrónico</strong>, usted recibirá un acceso temporal a la red por 10 minutos:
fr: Si vous choisissez de recevoir votre code d'accès par <strong>courriel</strong>, vous aurez un accès temporaire au réseau de 10 minutes. Pendant ce laps de temps, vous devez:

source: Login to the email account you referenced and;
es: Ingrese a la cuenta de Correo Electrónico que ha referenciado;
fr: Connectez vous au compte courriel que vous avez entré dans le formulaire

source: Click on the link emailed to you to validate network access for the next 24 hours.
es: Haga clic sobre el enlace que ha sido enviado al Correo Electrónico para validar el acceso a la red por las proximas 24 horas.
fr: Cliquez sur le lien contenu dans le courriel pour valider votre accès au réseau pour une durée de 24 heures

source: Register by Email
es: Registrar por Correo
fr: Inscription par courriel

source: If you choose to receive your access code <strong>by SMS</strong>, you will be able to enter it on the next page.
es: Si usted selecciona recibir su código de acceso <strong>por SMS</strong>, usted será habilitado para entrar en la próxima página.
fr: Si vous choisissez de recevoice votre code par <strong>SMS</string>, vous pourrez entrer votre PIN sur la page suivante.

source: Register by SMS
es: Registrar por SMS
fr: Inscription par SMS

source: Password
es: Contraseña
fr: Mot de passe
pt_br: Senha

source: Print this page
es: Imprimir esta página
fr: Imprimer cette page
it: Stampa questa pagina
pt_br: Imprimir esta página

source: reg
es: Registrado
fr: enregistr&eacute;
it: Registrazione
pt_br: registrado

source: Sorry
es: Disculpe!
fr: D&eacute;sol&eacute; !
it: Negato!
pt_br: Desculpe!

source: Status
es: Estado
fr: Statut
it: Stato
pt_br: Estado

source: unknown
es: Desconocido
fr: inconnu
it: sconosciuto
pt_br: desconhecido

source: unreg
es: No registrado
fr: non enregistr&eacute;
it: non registrato
pt_br: desregistrado

source: Username
es: Usuario
fr: Nom d'utilisateur
pt_br: Usuário

source: Violations
es: Violaciones
it: Violazioni
pt_br: Violações

source: Quarantine Established!
es: Aislamiento Establecido!
fr: Quarantaine &eacute;tablie !
it: Quarantena stabilita!
pt_br: Quarentena Estabelecida!

source: Registration Notification
es: Notificación de Registro
fr: Avertissement d'enregistrement
it: Notifica di registrazione
pt_br: Notificação de Registro

source: Additional Assistance
es: Asistencia Adicional
fr: Assistance suppl&eacute;mentaire
it: Assistenza Addizionale
pt_br: Assistência Adicional

source: If your network connectivity becomes permanently disabled or you are unable to follow the instructions above, please contact your local IT support staff for assistance.
es: Si su conectividad a la red permanece deshabilitada o usted no se ecuentra en la capacidad de seguir las instrucciones anteriores, por favor contacte su equipo de soporte para asistencia.
fr: Si votre connexion r&eacute;seau devient d&eacute;faillante de fa&ccedil;on permanente ou si vous ne pouvez pas suivre les instructions ci-dessus, veuillez contacter votre &eacute;quipe de soutien technique.
it: Se la tua connettivita' di rete diventa permanentemente disabilitata o non sei in grado di seguire le istruzioni che seguono, per favore contatta l'amministratore di rete.
pt_br: Se a conectividade da sua rede ficar desabilitada permanentemente ou se você está impossibilitado de seguir as instruções acima, por favor, entre em contato com o suporte de TI para assistência.

source: The following information should be provided upon request:
es: La siguiente información deberá ser proporcionada:
fr: Si n&eacute;cessaire, veuillez fournir les informations suivantes :
it: Fornisci le seguenti informazioni come riferimento:
pt_br: As seguintes informações devem ser fornecidas junto com sua requisição:

source: IP Address
es: Dirección IP
fr: Adresse IP
it: Indirizzo IP
pt_br: Endereço IP

source: MAC Address
es: Dirección MAC
fr: Adresse MAC
pt_br: Endereço MAC

source: Banned Operating System
es: Sistema Operativo Prohibido
fr: Syst&egrave;me d'exploitation non autoris&eacute;
it: Sistema operativo Bannato
pt_br: Sistema Operacional Banido

source: You have been detected using an operating system not allowed on the network. Please install a more recent operating system
es: Usted ha sido detectado utilizando un sistema operativo no permitido en la red. Por favor instale un sistema operativo más reciente.
fr: Nous avons d&eacute;tect&eacute; une version de syst&egrave;me d'exploitation (OS) non autoris&eacute;e sur ce r&eacute;seau. Veuillez installer ou faire installer un syst&egrave;me d'exploitation plus r&eacute;cent et plus s&eacute;curis&eacute;
it: I sistema operativo che stai utilizzando non e' autorizzato ad accedere alla rete. Per favore installa un sistema operativo piu' recente.
pt_br: Você foi detectado usando um sistema operacional não permitido nesta rede. Por favor instale um sistema operacional mais recente

source: Darknet Violation
es: Violaciones tipo Darknet
it: E' stato rilevato che il tuo sistema sta inviando traffico verso una rete che non deve essere usata (darknet). Questo e' indicativo di una infezine da worm o virus.
pt_br: Seu sistema foi detectado enviando tráfego para uma rede que é conhecida por não ser utilizada (darknet). Isso geralmente é um indicativo de infecção por vírus/verme.

source: Your system has been detected sending traffic to a network known to be unused (darknet). This is often indicative of a worm/virus infection.
es: Su sistema ha sido detectado enviando tráfico a una red no utilizada (darknet). Esto frecuentemente indica una infección por un gusano o un virus.

source: Your system will likely need to be rebuilt. Please contact your support staff for more information.
es: Su sistema probablemente necesita ser reinstalado. Por favor contacte su equipo de soporte para mayor información.

source: Your system may need to be rebuilt. Please contact your local support staff for more information.
es: Su sistema debe ser reinstalado. Por favor contacte el equipo de soporte para mayor información.
fr: Il est probablement n&eacute;cessaire de reinstaller votre ordinateur. Veuillez contacter votre &eacute;quipe de soutien technique pour plus d'informations.
it: E' probabile che il tuo sistema operativo debba essere reinstallato. Per favore contatta l'amministratore di rete.
pt_br: Seu sistema talvez precise ser reinstalado. Por favor, entre em contato com o suporte para mais informações.

source: Windows patches are not up to date
es: Los parches de Windows no estan actualizados
fr: Vous n'avez pas install&eacute; toutes les mises &agrave; jour Windows n&eacute;cessaires
it: Il sistema operativo non e' aggiornato; per favore esegui windows update
pt_br: As atualizações de segurança do Windows estão desatualizadas

source: Due to the threat this infection poses for other systems on the network, network connectivity has been disabled until corrective action is taken. Instructions for disinfection are below:
es: Debido a la amenaza que esta infección posee para otros sistemas en la red, la conectividad de la red ha sido deshabilitada hasta que se tomen acciones correctivas. Instrucciones para la desinfección estan en la parte inferior:
fr: D&ucirc; au danger de cette probl&eacute;matique pour tous les autres ordinateurs du r&eacute;seau, votre acc&egrave;s a &eacute;t&eacute; d&eacute;sactiv&eacute;
it: A causa della pericolosita' dell'infezione per gli altri apparati sulla rete il tuo accesso alla rete e' stato disabilitato fino alla risoluzione del problema. Segui le istruzioni per la disinfezione:
pt_br: Devido à ameaça que está infecção representa para outros sistemas na rede, a conectividade com a rede foi desabilitada até que ações corretivas sejam tomadas. Instruções para desinfecção estão abaixo:

source: Generic
es: Genérico
fr: G&eacute;n&eacute;rique
it: Generico
pt_br: Generico

source: Network connectivity has been disabled.
es: La conectividad de la red ha sido deshabilitada. Por favor contacte a su equipo de soporte.
fr: Acc&egrave;s r&eacute;seau d&eacute;sactiv&eacute;.
it: L'accesso alla rete e' stato disabilitato.
pt_br: A conectividade com a rede foi desabilitada.

source: Please contact your support staff for more information.
es: Por favor contacte su equipo de soporte para mayor información.
fr: Veuillez contacter votre &eacute;quipe de soutien technique.
pt_br: Por favor, entre em contato com a equipe de suporte para mais informações.

source: Hub Detection
es: Detección de Hub
fr: P&eacute;riph&eacute;rique r&eacute;seau probl&eacute;matique
it: Hub rilevato
pt_br: Detecção de Hub

source: You have been detected using a hub. Such device is not permitted on the network. Please remove it.
es: Usted ha sido detectado utilizando un hub. Tal dispositivo no es permitido en la red. Por favor desconectelo.
fr: Il se peut qu'un (que des) &eacute;quipement(s) de connectivit&eacute;(s) r&eacute;seau de votre appareil fasse d&eacute;faut ou que vous ayez branch&eacute; un appareil de type commutateur/routeur/"hub". Pour une mise &agrave; jour, contactez votre technicien(ne) ou d&eacute;branchez l'appareil fautif.
it: E' stato rilevato che ti stai collegando attraverso un HUB. Tali apparati non sono ammessi sulla rete. Per favore rimuovilo.
pt_br: Você foi detectado usando um hub. Este dispositivo não é permitido na rede. Por favor remova.

source: You have been detected using a peer-to-peer file sharing application. Such software is not permitted on the network. Please uninstall the infringing software.
es: Usted ha sido detectado utilizando una aplicación peer-to-peer de uso compartido de archivos. Dicho software no es permitido en la red. Por favor desinstale el software infractor.
fr: Nous avons d&eacute;tect&eacute; l'utilisation d'un logiciel de type poste-&agrave;-poste (peer-to-peer). Veuillez d&eacute;sinstaller le logiciel en question.
it: E' stato rilevato che stai usando una applicazione di condivisione di file peer-to-per (Emule, BitTorrent, etc). Non e' permesso l'utilizzo di wuesto software sulla rete. Per favore disinstalla il software in questione.
pt_br: Você foi detectado usando uma aplicação de compartilhamento de arquivos por peer-to-peer (P2P). Este tipo de software não é permitido na rede. Por favor desinstale o software infrator.

source: System Scanning
es: Análisis del sistema
fr: Analyse syst&egrave;me
it: Scansione del sistema
pt_br: Varrendo Sistema

source: Your system has been found to be scanning other systems. Due to the threat this infection poses for other systems on the network, network connectivity has been disabled until corrective action is taken.
es: Su sistema ha sido encontrado analizando otros sistemas. Debido a la amenaza que esta infección posee para otros sistemas en la red, la conectividad de la red ha sido deshabilitada hasta que se tomen acciones correctivas.
fr: Votre syst&egrave;me a &eacute;t&eacute; d&eacute;tect&eacute; en train d'attaquer d'autres ordinateurs. Du au danger de cette probl&eacutematique pour tous les autres ordinateurs du r&eacute;seau, votre acc&egrave;s a &eacute;t&eacute; d&eacute;sactiv&eacute;
it: E stato rilevato che il tuo computer sta effettuando la scansione di altri computer. A causa della pericolosita' dell'infezione per gli altri apparati sulla rete il tuo accesso alla rete e' stato disabilitato fino alla risoluzione del problema.
pt_br: Seu sistema foi detectado por estar varrendo outros sistemas. Devido à ameaça que está infecção representa para outros sistemas na rede, a conectividade com a rede foi desabilitada até que ações corretivas sejam tomadas.
